Repository: common-repository/poslogic-credit
Catalog: languages/poslogic-credit-*.po
Languages: ru_ru

source: Poslogic Credit Gateway Plug-in for WooCommerce
ru_ru: Плагин Poslogic Credit для WooCommerce

source: Enable / Disable
ru_ru: Включить / Выключить

source: Make Poslogic Credit available for payment
ru_ru: Сделать Poslogic Credit доступным для оплаты

source: Title
ru_ru: Заголовок

source: Text on the Buy Button
ru_ru: Текст на кнопке "Купить"

source: Online Credit
ru_ru: Кредит онлайн

source: Description
ru_ru: Описание

source: Description about Buy Button (if available)
ru_ru: Текст рядом с кнопкой купить (если доступен)

source: Buy goods on loan
ru_ru: Купить товар в кредит

source: Your Client ID setting
ru_ru: Ваш Client ID

source: Your Client Secret setting
ru_ru: Ваш Client Secret

source: Installment
ru_ru: Рассрочка

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Name of Manufacturer field
ru_ru: Название поля с производителем

source: Set the name of the product attribute in which you indicate the manufacturer. You can specify here the name of your site, but it may affect the approval rating of banks.
ru_ru: Укажите как называется аттрибут товара, в котором Вы указываете производителя. Вы можете указать здесь имя вашего сайта, но это может повлиять на рейтинг одобрения банков.

source: Goods Category Setup
ru_ru: Настройка категорий товаров

source: Poslogic Test Mode
ru_ru: Тестовый режим Poslogic

source: Enable Test Mode
ru_ru: Включить тестовый режим

source: In this mode, requests for creating a loan application will go to the test environment.
ru_ru: В данном режиме запросы на создание заявки на кредит будут уходить на тестовую среду.

source: Client started to filling a loan application
ru_ru: Клиент начал заполнять анкету Posline

source: Incorrect authorization data
ru_ru: Неверные авторизационные данные

source: Settings
ru_ru: Настройки

source: Rerurn back
ru_ru: Вернуться назад
